Repository: Polyconseil/vue-gettext
Catalog: dev/locale/*/LC_MESSAGES/app.po
Languages: it_it

source: %{ n } book
it_it: %{ n } libbra

source: %{ nComputed } book
it_it: %{ nComputed } libbra

source: Headline 1
it_it: Titolo 1

source: Headline 2
it_it: Titolo 2

source: Headline 3
it_it: Titolo 3

source: Headline 4
it_it: Titolo 4

source: In English, '0' (zero) is always plural.
it_it: In inglese, '0' (zero) Ã¨ sempre al plurale.

source: Paragraph
it_it: Paragrafo

source: Select your language:
it_it: Seleziona la tua lingua:

source: Good bye!
it_it: Arrivederci!

source: %{ n } car
it_it: %{ n } auto (it_IT)
